/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "A destination (IP Address or Domain name) is needed to be able to subscribe";

/* About prefs tab title */
"About" = "Om";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Andre overførsler";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Bemærk, at denne indstilling vil føje Growl.app til dine log ind-emner";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Allow other computers to subscribe to all notifications";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Hvis du tillader dette, vil Growl starte, når du logger ind og være tilgængeligt for programmer, der bruger det hele tiden";

/* Notification always stay on screen */
"Always" = "Altid";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */

"Application" = "Program";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Programmet bestemmer";

/* Label for application level display style choice */
"Application's Display Style" = "Programmets visningsstil";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Program: %1$@\nTitle: %2$@\nDescription: %3$@\nClick to open the log";

/* Application prefs tab title */
"Applications" = "Programmer";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Er du sikker på, at du vil slutte?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Er du sikker på, du vil fjerne %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Bonjour configured entry, not presently findable";

/* Button title for canceling */
"Cancel" = "Annuller";

/* Clear all history button title */
"Clear All History" = "Slet hele historikken";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Clear all notifications in the History Rollup";

/* No comment provided by engineer. */
"Clear Rollup" = "Clear Rollup";

/* Column title for a computer entry */
"Computer Name" = "Computer Name";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Fortsæt for at slå Growl til ved log ind";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Fortsæt for at lære om, hvad der er nyt i Growl 1.3 ";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Fortsæt for at fjerne gamle udgaver af Growl";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Kunne ikke finde et lyd-arkiv med navnet \"%@\"";

/* Title of menu item for default display */
"Default" = "Standard";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Standard-udgangsposition for beskeder";

/* Default style picker label */
"Default Style" = "Standardvisning";

/* Button label for disabling history */
"Disable History" = "Slå historik fra";

/* Label for the display style of the selected notification */
"Display Style:" = "Visningsstil:";

/* Column title for Display Styles */
"Display Styles" = "Visningsstile";

/* Display prefs tab title */
"Displays" = "Visninger";

/* Done */
"Done" = "Færdig";

/* Emergency notification priority */
"Emergency" = "Kritisk";

/* Label for application on/off switch */
"Enable %@" = "Enable %@";

/* Label for application on/off switch */
"Enable application" = "Enable application";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Start Growl ved log ind";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Slå historik til:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Enable Logging";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Slår du denne mulighed til, vil Growl være aktiv uden at vise en ikon i dokken eller som menuemne.\n\nDu kan få adgang til indstillingerne ved at klikke på Growl på din launchpad eller ved at åbne Growl i Finder";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Firewall-indstillinger: Network notifications use TCP port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Videresend beskeder til andre computere";

/* Tab title for forwarding */
"Forwarding" = "Forwarding";

/* General prefs tab title */
"General" = "Generelt";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Get Applications";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Hent flere visningsstile";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3 leveres med et helt nyt netværkssystem, som hedder GNTP. GNTP kan snakke med Growl 1.3 og senere, samt anden software, som er forenelig med GNTP, såsom Growl for Windows.";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3 leveres med en række ændringer og nye indslag for brugerne. Growl afvikles nu som en statusbjælke, og man kan tilgå indstillingerne derfra.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl-historik slået fra";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Growl must restart for this change to take effect.";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growl skal køre hele tiden for at fungere. Tryk på denne knap for at lade Growl starte ved log ind";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growl Notification Rollup";

/* No comment provided by engineer. */
"Hide Rollup" = "Skjul rullegardin";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Skjul historik som rullegardin";

/* High notification priority */
"High" = "Høj";

/* History prefs tab title */
"History" = "Historik";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "Historik og oprulning af beskederne er også nyt. Når man forlader computeren, gemmes beskederne i et vindue til næste gang, man kommer tilbage til den. \nHistorikken er slået til som standardindstilling, men man kan klikke nedenfor for at slå den fra. ";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Hvis du afslutter Growl, vil du ikke længere få meddelelser.";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "Incoming remote notifications and registrations have been disabled by the user";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "Incoming subscription requests have been disabled by the user";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Angiver en computer, der bruger Growl 1.3 eller senere";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indicates a manually entered computer to forward to or subscribe to";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Giv besked til %@, når der klikkes på en besked";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Ugyldig protokol. Kun version 1.0 understøttes.";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Bevar antal";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Bevar dage";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Læs mere om GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Afinstallering af forældet Growl";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Lad Growl starte ved log ind";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Lyt efter indgående beskeder";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Manglende initialiseringsvektor til kryptering.";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Manglende, fejlskrevet eller ugyldig tast hash-strenge";

/* Moderate notification priority */
"Moderate" = "Moderat";

/* Network prefs tab title */
"Network" = "Netværk";

/* Notification will never stay on screen */
"Never" = "Aldrig";

/* Title for whats new to growl */
"New to Growl 1.3" = "Nyt i Growl 1.3";

/* No comment provided by engineer. */
"No" = "Nej";

/* Growl will run compeletely in the background */
"No icon visible" = "No icon visible";

/* No comment provided by engineer. */
"No Recent Notifications" = "Ingen nylige beskeder";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Beskeder";

/* If the string is too long, use O */
"OFF" = "FRA";

/* No comment provided by engineer. */
"OK" = "Okay";

/* No comment provided by engineer. */
"Ok" = "Okay";

/* If the string is too long, use I */
"ON" = "TIL";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Åbn Growl-indstillinger...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Åbner indstillingsfanen for Growl";

/* Column title for a password */
"Password" = "Kodeord";

/* No comment provided by engineer. */
"Pause Growl" = "Sæt Growl på pause";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Sæt Growl-beskeder på pause";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "Afspil en lyd:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Lad være med at indtaste 'localhost'. Growl understøtter ikke at sende beskeder til sig selv.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Please do not enter localhost, Growl does not support subscribing to itself.";

/* A valid IP or domain is needed to forward to */

"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Indtast en gyldig IPv4/IPv6-adresse eller et gyldigt domænenavn";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Udvidelsen '%@' blev installeret. Vil du konfigurere den nu?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Udvidelsen '%@' er allerede installeret. Vil du overskrive den?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Udvidelsen '%@' er ikke kompatibel med denne version af Mac OS X. Vil du installere den alligevel?";

/* No comment provided by engineer. */
"Plugin already exists" = "Udvidelsen findes allerede";

/* No comment provided by engineer. */
"Plugin installed" = "Udvidelsen blev installeret";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Udvidelsen mangler native arkitektur";

/* No comment provided by engineer. */
"Plugin not installed" = "Udvidelsen blev ikke installeret";

/* Preferences window title */
"Preferences" = "Preferences";

/* Title of the Preview notification shown to demonstrate Growl displays */

"Preview" = "Eksempel";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioritet:";

/* No comment provided by engineer. */
"Quit" = "Slut";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Slut Growl";

/* Button title for removing something */
"Remove" = "Fjern";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Fjern gamle udgaver af Growl";

/* No comment provided by engineer. */
"Resume Growl" = "Fortsæt Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Tilbage til visuelle beskeder fra Growl";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "Rul alle noter op";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Rollup Automatically Displays";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Rollup Enabled";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Rul kun loggede noter op";

/* Placeholder text in search field */
"Search" = "Søg";

/* second part of string for idle timeout */
"seconds of inactivity" = "sekunders inaktivitet";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Send beskeder til Rollup efter";

/* Label for server password field */
"Server Password:" = "Serverkodeord:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Vis det, som er slået fra";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Show icon in both";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Show icon in the dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Show icon in the menubar";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Vis mig indstillingsfanen";

/* No comment provided by engineer. */
"Show Rollup" = "Vis rullegardin";

/* No comment provided by engineer. */
"Show the History Rollup" = "Vis historik som rullegardin";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Hvad vi har her, er analyse af protokol-identifikatoren uden fejl. Dette burde være umuligt";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Start Growl ved log-ind";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Bliv på skærmen:";

/* Tab title for subscribers tab */
"Subscribers" = "Subscribers";

/* Tab title for subscriptions tab */
"Subscriptions" = "Subscriptions";

/* No comment provided by engineer. */
"There are no new notifications" = "Der er ingen nye beskeder";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Der var %lu beskeder, mens du var borte.";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "There was an error subscribing to the remote machine:\ncode: %1$d\ndescription: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Der opstod en fejl, da udvidelsen '%@' skulle installeres.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Der har været %lu beskeder, mens du var borte.";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Denne handling kan ikke fortrydes. Bekræft venligst, at du vil slette hele beskedhistorikken";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Dette er et eksempel på %@-visningen";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "This should never happen! -(void)subscribe should only ever be called on local entries";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Dette vil rydde alle Growl-indstillinger for %@.";

/* Column title for the time column in the history table */
"Time" = "Tid";

/* Column title for the title column in the history table */
"Title" = "Titel";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Mindst en slags automatisk begrænsning skal være aktiv, thi ellers vokser historik-databasen i en uendelighed.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Det er ikke tilladt at slå begge beskæringsfunktioner fra.";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "Unsupported encryption type, %@";

/* Column title for whether to use the item on the row */
"Use" = "Brug";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Speciel placering";

/* label for using the global default starting position */
"Use default starting position" = "Normal placering";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Valid until:";

/* Very low notification priority */
"Very Low" = "Meget lav";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "ADVARSEL! Dette vil slette al historik";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Advarsel! Slår du denne mulighed til, vil Growl være aktiv i baggrunden";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "We encountered an error parsing the packet, we don't know where it came from";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Vi har fundet en gammel installation af Growl på din computer. Klik på denne knap for at blive ført til vort websted, hvor du kan hente afinstallerings-programmet. Samme sted kan du også finde en vejledning i at fjerne softwaren manuelt.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Velkommen til Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to get to know Growl 1.3." = "Velkommen til omvisningen af Growl. Selv hvis man har brugt Growl før, vil man alligevel have gavn af at afsætte lidt tid til at stifte bekendtskab med Growl 1.3";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Så er du køreklar! Hav det godt med Growl!";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Du kan forbinde manuelt til en af følgende adresser:";